// const country = prompt('Введите страну');
// let result;
// switch (country.toLowerCase()) {
//     case 'китай':{ 
//         result = 'Доставка в Китай будет стоить 100 кредитов';
//         break;
//     }   
//     case 'чили':{
//         result = 'Доставка в Чили будет стоить 250 кредитов';
//         break;
//     }
//     case 'австралия':{
//         result = 'Доставка в Австралию будет стоить 170 кредитов';
//         break;
//     }
//     case 'индия':{
//         result = 'Доставка в Индию будет стоить 80 кредитов';
//         break;
//     }
//     case 'ямайка':{
//         result = 'Доставка в Ямайку будет стоить 120 кредитов';
//         break;
//     }
//     default: 
//     result = 'В вашей стране доставка не доступна';
//     alert(result);
// }
// console.log(result);
